import course1 from "/public/images/courses-thumbnail/course1.jpg";
import course2 from "/public/images/courses-thumbnail/course2.png";
import course3 from "/public/images/courses-thumbnail/course3.jpg";
import course4 from "/public/images/courses-thumbnail/course4.jpg";
import course5 from "/public/images/courses-thumbnail/course5.jpg";

import instructorLogo from "/public/images/courses-logo/cyber-security.png";

export const AllCoursesData = [
  {
    id: 1,
    title: "UI/UX Design Career Path - Batch 2",
    slug: "ui-ux-design-career-path-batch-2",
    description: `<div>
            <p style="margin-bottom: 12px;">
              ডেটা সায়েন্স এবং মেশিন লার্নিং এ দেশের সবচেয়ে কমপ্লিট কোর্স
              আউটলাইনে হয়ে উঠুন জব রেডি ডেটা সায়েন্টিস্ট এবং মেশিন লার্নিং
              ইঞ্জিনিয়ার।
            </p>
            <p style="margin-bottom: 12px;">
              একদম বিগিনার থেকে শুরু করে ধাপে ধাপে মেশিন লার্নিং, ডিপ লার্নিং
              এবং MLOps এর মতো এডভান্সড ব্যাপারগুলো থাকবে আপনার স্কিল সেটে
              শুধুমাত্র একটি কোর্সেই। সাথে থাকবে ইন্ডাস্ট্রি বেস্ট মেন্টর
              প্যানেল, ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রোজেক্টস, প্রতিদিন সাপোর্ট
              ক্লাস এবং এসাইনমেন্ট ইভালুয়েশন - মোটকথা একটা কম্প্যাক্ট লার্নিং
              এনভায়রনমেন্ট প্রস্তুত আপনার ১০০% লার্নিং এক্সপেরিয়েন্স নিশ্চিত
              করতে।
            </p>
            <h1 style="font-weight: 600;">লার্নিং জার্নিটা কেমন হবে?</h1>
            <p style="margin-bottom: 12px;">
              প্রথমেই আমরা শুরু করবো পাইথন ব্যাসিক থেকে, অর্থাৎ কারো যদি
              একেবারেই কোডিং নলেজ না থাকে তিনিও যেন শুরু করতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              পর্যায়ক্রমে Database Fundamentals, SQL, Statistics, Data
              Analytics, Data Visualization, Machine Learning, Deep Learning &
              MLOps এর বিষয়গুলো কভার করা হবে।
            </p>
            <p style="margin-bottom: 12px;">
              আউটলাইনটা এমনভাবে সাজানো হয়েছে যেন আপনি এই কোর্সটা কমপ্লিট করে
              লোকাল জবের পাশাপাশি রিমোট জবের জন্যও প্রস্তুত থাকতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              👉 ডাটা সায়েন্টিস্ট হতে চাইলে এর বেশি আর কি লাগে বলুন?
            </p>
            <h1 style="font-weight: 600;">
              এই কোর্সে কি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করা যাবে?
            </h1>
            <p style="margin-bottom: 12px;">
              জ্বী, আমাদের জার্নিটা একদম পাইথন ব্যাসিক থেকেই শুরু হচ্ছে এবং
              পর্যায়ক্রমে সবগুলো টপিকের ব্যাসিক কভার করেই সামনে আগানো হচ্ছে, তাই
              এই কোর্সে আপনি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করতে পারবেন। শুধু
              আমাদের সাথে কোর্সের শেষ পর্যন্ত থাকলেই হবে।
            </p>
            <h1 style="font-weight: 600;">
              কোর্সে কতটুকু এডভান্সড লার্নিং এর সুযোগ থাকবে?
            </h1>
            <p style="margin-bottom: 12px;">
              কোর্স আউটলাইনটা খেয়াল করলেই দেখা যাবে মেশিন লার্নিং এর এডভান্সড
              টপিকগুলো প্রজেক্টসহ কভার করা হচ্ছে। এছাড়াও কোর্সে ডিপ লার্নিং নিয়ে
              ৮টি ক্লাস এবং MLOps নিয়ে রয়েছে ৪টি ক্লাস। তাই বলাই যায় এডভান্সড
              লার্নারদের জন্যও এই একটি কোর্স এডভান্সড টপিকগুলোতে রেডি হতে হেল্প
              করবে।
            </p>
            <p style="margin-bottom: 12px;">
              তাই আপনি যদি মেশিন লার্নিং আর ডেটা সায়েন্সের এই ফিল্ডে ক্যারিয়ার
              বিল্ড আপ করতে চান, তাহলে আজই এনরোল করেন আমাদের এই ক্যারিয়ার পাথে,
              মাত্র ৬০০০ টাকা।
            </p>
            <p>যেকোনো প্রয়োজনে যোগাযোগ করুন 01896125224 নাম্বারে।</p>
          </div>`,
    thumbnail: course1,
    courseFee: 8000,
    originalFee: 10000,
    discount: 20,
    isOffer: true,
    totalProjects: "৫",
    startDate: "8 December, 2024",
    startTime: "9:00 p.m.",
    youWillGet: [
      "১৫০+ প্রিরেকর্ডেড ভিডিও",
      "৬০+ লাইভ ক্লাস",
      "২৪+ কনসেপচুয়াল লাইভ ক্লাস",
      "ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রজেক্টস",
      "ডেইলি ২টি সাপোর্ট সেশন",
      "মক ইন্টারভিউ",
      "লাইফটাইম অ্যাকসেস",
    ],
    hoursOfLessons: "150+",
    totalLessons: "৬০",
    students: "161",
    youWillLearn: [
      "পাইথন ফান্ডামেন্টাল",
      "ডেটাবেস বেসিক ও SQL",
      "পাইথন দিয়ে স্ট্যাটিস্টিক্স",
      "NumPy অ্যান্ড Pandas দিয়ে ডেটা অ্যানালাইসিস",
      "Matplotlib, Seaborn আর Plotly দিয়ে ডেটা ভিজুয়ালাইজেশন",
    ],
    community: [
      {
        title: "Desperately Seeking Programmers",
        linkTitle: "Join The Group",
        link: "",
      },
      {
        title: "Interactive Cares Official Group",
        linkTitle: "Join The Group",
        link: "",
      },
    ],
    forWhom: [
      "মেশিন লার্নিং নিয়ে ইন্টারেস্টেড",
      "রিসেন্ট গ্র্যাজুয়েটস",
      "স্টুডেন্টস",
      "সফটওয়্যার ডেভেলপারস",
      "ডেটা অ্যানালিস্ট",
    ],
    instructors: [
      {
        name: "Sabbir Hossain Rossi",
        image: instructorLogo,
        title: "Lead Instructor",
        shortBio: "Data Scientist & Statistical Consultant",
      },
    ],
    courseFAQ: [
      {
        id: 1,
        question: "How do I enroll in a course?",
        answer:
          "To enroll in a course, simply visit our office, select the course you’re interested in, and fill out an enrollment form. Our staff will assist you through the registration process and provide all the necessary details.",
      },
      {
        id: 2,
        question: "Will I get a certificate after completing a course?",
        answer:
          "Yes, upon successfully completing the course and meeting the required assessments, you will receive a certificate of completion. This certificate is recognized by industry professionals.",
      },
      {
        id: 3,
        question: "Is there a discount for enrolling in multiple courses?",
        answer:
          "Yes! We offer discounts if you enroll in multiple courses at once. Contact our office for details on available packages and discounts.",
      },
      {
        id: 4,
        question: "What are the class timings?",
        answer: "Class timings vary by course. Generally, we offer:",
        answerBulletPoints: [
          {
            bulletHeading: "Morning Sessions",
            bulletBody: " 9:00 AM to 12:00 PM.",
          },
          {
            bulletHeading: "Afternoon Sessions",
            bulletBody: " 1:00 PM to 4:00 PM.",
          },
          {
            bulletHeading: "Evening Sessions",
            bulletBody:
              " 5:00 PM to 8:00 PM. For specific timings, please check with our team at the time of enrollment.",
          },
        ],
      },
      {
        id: 5,
        question: "How can I contact you for more information?",
        answer: "For further queries, you can:",
        answerBulletPoints: [
          {
            bulletBody: "Visit our office during working hours.",
          },
          {
            bulletBody: "Call us at +88 01326-314022",
          },
          {
            bulletBody: "Email us at info.flytechit@gmail.com",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "Web Development with Python, Django & React- Batch 11",
    slug: "web-development-with-python-django-react-batch-11",
    description: `<div>
            <p style="margin-bottom: 12px;">
              ডেটা সায়েন্স এবং মেশিন লার্নিং এ দেশের সবচেয়ে কমপ্লিট কোর্স
              আউটলাইনে হয়ে উঠুন জব রেডি ডেটা সায়েন্টিস্ট এবং মেশিন লার্নিং
              ইঞ্জিনিয়ার।
            </p>
            <p style="margin-bottom: 12px;">
              একদম বিগিনার থেকে শুরু করে ধাপে ধাপে মেশিন লার্নিং, ডিপ লার্নিং
              এবং MLOps এর মতো এডভান্সড ব্যাপারগুলো থাকবে আপনার স্কিল সেটে
              শুধুমাত্র একটি কোর্সেই। সাথে থাকবে ইন্ডাস্ট্রি বেস্ট মেন্টর
              প্যানেল, ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রোজেক্টস, প্রতিদিন সাপোর্ট
              ক্লাস এবং এসাইনমেন্ট ইভালুয়েশন - মোটকথা একটা কম্প্যাক্ট লার্নিং
              এনভায়রনমেন্ট প্রস্তুত আপনার ১০০% লার্নিং এক্সপেরিয়েন্স নিশ্চিত
              করতে।
            </p>
            <h1 style="font-weight: 600;">লার্নিং জার্নিটা কেমন হবে?</h1>
            <p style="margin-bottom: 12px;">
              প্রথমেই আমরা শুরু করবো পাইথন ব্যাসিক থেকে, অর্থাৎ কারো যদি
              একেবারেই কোডিং নলেজ না থাকে তিনিও যেন শুরু করতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              পর্যায়ক্রমে Database Fundamentals, SQL, Statistics, Data
              Analytics, Data Visualization, Machine Learning, Deep Learning &
              MLOps এর বিষয়গুলো কভার করা হবে।
            </p>
            <p style="margin-bottom: 12px;">
              আউটলাইনটা এমনভাবে সাজানো হয়েছে যেন আপনি এই কোর্সটা কমপ্লিট করে
              লোকাল জবের পাশাপাশি রিমোট জবের জন্যও প্রস্তুত থাকতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              👉 ডাটা সায়েন্টিস্ট হতে চাইলে এর বেশি আর কি লাগে বলুন?
            </p>
            <h1 style="font-weight: 600;">
              এই কোর্সে কি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করা যাবে?
            </h1>
            <p style="margin-bottom: 12px;">
              জ্বী, আমাদের জার্নিটা একদম পাইথন ব্যাসিক থেকেই শুরু হচ্ছে এবং
              পর্যায়ক্রমে সবগুলো টপিকের ব্যাসিক কভার করেই সামনে আগানো হচ্ছে, তাই
              এই কোর্সে আপনি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করতে পারবেন। শুধু
              আমাদের সাথে কোর্সের শেষ পর্যন্ত থাকলেই হবে।
            </p>
            <h1 style="font-weight: 600;">
              কোর্সে কতটুকু এডভান্সড লার্নিং এর সুযোগ থাকবে?
            </h1>
            <p style="margin-bottom: 12px;">
              কোর্স আউটলাইনটা খেয়াল করলেই দেখা যাবে মেশিন লার্নিং এর এডভান্সড
              টপিকগুলো প্রজেক্টসহ কভার করা হচ্ছে। এছাড়াও কোর্সে ডিপ লার্নিং নিয়ে
              ৮টি ক্লাস এবং MLOps নিয়ে রয়েছে ৪টি ক্লাস। তাই বলাই যায় এডভান্সড
              লার্নারদের জন্যও এই একটি কোর্স এডভান্সড টপিকগুলোতে রেডি হতে হেল্প
              করবে।
            </p>
            <p style="margin-bottom: 12px;">
              তাই আপনি যদি মেশিন লার্নিং আর ডেটা সায়েন্সের এই ফিল্ডে ক্যারিয়ার
              বিল্ড আপ করতে চান, তাহলে আজই এনরোল করেন আমাদের এই ক্যারিয়ার পাথে,
              মাত্র ৬০০০ টাকা।
            </p>
            <p>যেকোনো প্রয়োজনে যোগাযোগ করুন 01896125224 নাম্বারে।</p>
          </div>`,
    thumbnail: course2,
    courseFee: 12000,
    totalProjects: "৫",
    startDate: "8 December, 2024",
    startTime: "9:00 p.m.",
    youWillGet: [
      "১৫০+ প্রিরেকর্ডেড ভিডিও",
      "৬০+ লাইভ ক্লাস",
      "২৪+ কনসেপচুয়াল লাইভ ক্লাস",
      "ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রজেক্টস",
      "ডেইলি ২টি সাপোর্ট সেশন",
      "মক ইন্টারভিউ",
      "লাইফটাইম অ্যাকসেস",
    ],
    hoursOfLessons: "150+",
    totalLessons: "৬০",
    students: "161",
    youWillLearn: [
      "পাইথন ফান্ডামেন্টাল",
      "ডেটাবেস বেসিক ও SQL",
      "পাইথন দিয়ে স্ট্যাটিস্টিক্স",
      "NumPy অ্যান্ড Pandas দিয়ে ডেটা অ্যানালাইসিস",
      "Matplotlib, Seaborn আর Plotly দিয়ে ডেটা ভিজুয়ালাইজেশন",
    ],
    community: [
      {
        title: "Desperately Seeking Programmers",
        linkTitle: "Join The Group",
        link: "",
      },
      {
        title: "Interactive Cares Official Group",
        linkTitle: "Join The Group",
        link: "",
      },
    ],
    forWhom: [
      "মেশিন লার্নিং নিয়ে ইন্টারেস্টেড",
      "রিসেন্ট গ্র্যাজুয়েটস",
      "স্টুডেন্টস",
      "সফটওয়্যার ডেভেলপারস",
      "ডেটা অ্যানালিস্ট",
    ],
    instructors: [
      {
        name: "Sabbir Hossain Rossi",
        image: instructorLogo,
        title: "Lead Instructor",
        shortBio: "Data Scientist & Statistical Consultant",
      },
    ],
    courseFAQ: [
      {
        id: 1,
        question: "How do I enroll in a course?",
        answer:
          "To enroll in a course, simply visit our office, select the course you’re interested in, and fill out an enrollment form. Our staff will assist you through the registration process and provide all the necessary details.",
      },
      {
        id: 2,
        question: "Will I get a certificate after completing a course?",
        answer:
          "Yes, upon successfully completing the course and meeting the required assessments, you will receive a certificate of completion. This certificate is recognized by industry professionals.",
      },
      {
        id: 3,
        question: "Is there a discount for enrolling in multiple courses?",
        answer:
          "Yes! We offer discounts if you enroll in multiple courses at once. Contact our office for details on available packages and discounts.",
      },
      {
        id: 4,
        question: "What are the class timings?",
        answer: "Class timings vary by course. Generally, we offer:",
        answerBulletPoints: [
          {
            bulletHeading: "Morning Sessions",
            bulletBody: " 9:00 AM to 12:00 PM.",
          },
          {
            bulletHeading: "Afternoon Sessions",
            bulletBody: " 1:00 PM to 4:00 PM.",
          },
          {
            bulletHeading: "Evening Sessions",
            bulletBody:
              " 5:00 PM to 8:00 PM. For specific timings, please check with our team at the time of enrollment.",
          },
        ],
      },
      {
        id: 5,
        question: "How can I contact you for more information?",
        answer: "For further queries, you can:",
        answerBulletPoints: [
          {
            bulletBody: "Visit our office during working hours.",
          },
          {
            bulletBody: "Call us at +88 01326-314022",
          },
          {
            bulletBody: "Email us at info.flytechit@gmail.com",
          },
        ],
      },
    ],
  },
  {
    id: 3,
    title: "Digital Marketing Career Path - Batch 1",
    slug: "digital-marketing-career-path-batch-1",
    description: `<div>
            <p style="margin-bottom: 12px;">
              ডেটা সায়েন্স এবং মেশিন লার্নিং এ দেশের সবচেয়ে কমপ্লিট কোর্স
              আউটলাইনে হয়ে উঠুন জব রেডি ডেটা সায়েন্টিস্ট এবং মেশিন লার্নিং
              ইঞ্জিনিয়ার।
            </p>
            <p style="margin-bottom: 12px;">
              একদম বিগিনার থেকে শুরু করে ধাপে ধাপে মেশিন লার্নিং, ডিপ লার্নিং
              এবং MLOps এর মতো এডভান্সড ব্যাপারগুলো থাকবে আপনার স্কিল সেটে
              শুধুমাত্র একটি কোর্সেই। সাথে থাকবে ইন্ডাস্ট্রি বেস্ট মেন্টর
              প্যানেল, ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রোজেক্টস, প্রতিদিন সাপোর্ট
              ক্লাস এবং এসাইনমেন্ট ইভালুয়েশন - মোটকথা একটা কম্প্যাক্ট লার্নিং
              এনভায়রনমেন্ট প্রস্তুত আপনার ১০০% লার্নিং এক্সপেরিয়েন্স নিশ্চিত
              করতে।
            </p>
            <h1 style="font-weight: 600;">লার্নিং জার্নিটা কেমন হবে?</h1>
            <p style="margin-bottom: 12px;">
              প্রথমেই আমরা শুরু করবো পাইথন ব্যাসিক থেকে, অর্থাৎ কারো যদি
              একেবারেই কোডিং নলেজ না থাকে তিনিও যেন শুরু করতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              পর্যায়ক্রমে Database Fundamentals, SQL, Statistics, Data
              Analytics, Data Visualization, Machine Learning, Deep Learning &
              MLOps এর বিষয়গুলো কভার করা হবে।
            </p>
            <p style="margin-bottom: 12px;">
              আউটলাইনটা এমনভাবে সাজানো হয়েছে যেন আপনি এই কোর্সটা কমপ্লিট করে
              লোকাল জবের পাশাপাশি রিমোট জবের জন্যও প্রস্তুত থাকতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              👉 ডাটা সায়েন্টিস্ট হতে চাইলে এর বেশি আর কি লাগে বলুন?
            </p>
            <h1 style="font-weight: 600;">
              এই কোর্সে কি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করা যাবে?
            </h1>
            <p style="margin-bottom: 12px;">
              জ্বী, আমাদের জার্নিটা একদম পাইথন ব্যাসিক থেকেই শুরু হচ্ছে এবং
              পর্যায়ক্রমে সবগুলো টপিকের ব্যাসিক কভার করেই সামনে আগানো হচ্ছে, তাই
              এই কোর্সে আপনি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করতে পারবেন। শুধু
              আমাদের সাথে কোর্সের শেষ পর্যন্ত থাকলেই হবে।
            </p>
            <h1 style="font-weight: 600;">
              কোর্সে কতটুকু এডভান্সড লার্নিং এর সুযোগ থাকবে?
            </h1>
            <p style="margin-bottom: 12px;">
              কোর্স আউটলাইনটা খেয়াল করলেই দেখা যাবে মেশিন লার্নিং এর এডভান্সড
              টপিকগুলো প্রজেক্টসহ কভার করা হচ্ছে। এছাড়াও কোর্সে ডিপ লার্নিং নিয়ে
              ৮টি ক্লাস এবং MLOps নিয়ে রয়েছে ৪টি ক্লাস। তাই বলাই যায় এডভান্সড
              লার্নারদের জন্যও এই একটি কোর্স এডভান্সড টপিকগুলোতে রেডি হতে হেল্প
              করবে।
            </p>
            <p style="margin-bottom: 12px;">
              তাই আপনি যদি মেশিন লার্নিং আর ডেটা সায়েন্সের এই ফিল্ডে ক্যারিয়ার
              বিল্ড আপ করতে চান, তাহলে আজই এনরোল করেন আমাদের এই ক্যারিয়ার পাথে,
              মাত্র ৬০০০ টাকা।
            </p>
            <p>যেকোনো প্রয়োজনে যোগাযোগ করুন 01896125224 নাম্বারে।</p>
          </div>`,
    thumbnail: course3,
    courseFee: 7000,
    originalFee: 10000,
    totalProjects: "৫",
    discount: 30,
    isOffer: true,
    startDate: "8 December, 2024",
    startTime: "9:00 p.m.",
    youWillGet: [
      "১৫০+ প্রিরেকর্ডেড ভিডিও",
      "৬০+ লাইভ ক্লাস",
      "২৪+ কনসেপচুয়াল লাইভ ক্লাস",
      "ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রজেক্টস",
      "ডেইলি ২টি সাপোর্ট সেশন",
      "মক ইন্টারভিউ",
      "লাইফটাইম অ্যাকসেস",
    ],
    hoursOfLessons: "150+",
    totalLessons: "৪০",
    students: "161",
    youWillLearn: [
      "পাইথন ফান্ডামেন্টাল",
      "ডেটাবেস বেসিক ও SQL",
      "পাইথন দিয়ে স্ট্যাটিস্টিক্স",
      "NumPy অ্যান্ড Pandas দিয়ে ডেটা অ্যানালাইসিস",
      "Matplotlib, Seaborn আর Plotly দিয়ে ডেটা ভিজুয়ালাইজেশন",
    ],
    community: [
      {
        title: "Desperately Seeking Programmers",
        linkTitle: "Join The Group",
        link: "",
      },
      {
        title: "Interactive Cares Official Group",
        linkTitle: "Join The Group",
        link: "",
      },
    ],
    forWhom: [
      "মেশিন লার্নিং নিয়ে ইন্টারেস্টেড",
      "রিসেন্ট গ্র্যাজুয়েটস",
      "স্টুডেন্টস",
      "সফটওয়্যার ডেভেলপারস",
      "ডেটা অ্যানালিস্ট",
    ],
    instructors: [
      {
        name: "Sabbir Hossain Rossi",
        image: instructorLogo,
        title: "Lead Instructor",
        shortBio: "Data Scientist & Statistical Consultant",
      },
    ],
    courseFAQ: [
      {
        id: 1,
        question: "How do I enroll in a course?",
        answer:
          "To enroll in a course, simply visit our office, select the course you’re interested in, and fill out an enrollment form. Our staff will assist you through the registration process and provide all the necessary details.",
      },
      {
        id: 2,
        question: "Will I get a certificate after completing a course?",
        answer:
          "Yes, upon successfully completing the course and meeting the required assessments, you will receive a certificate of completion. This certificate is recognized by industry professionals.",
      },
      {
        id: 3,
        question: "Is there a discount for enrolling in multiple courses?",
        answer:
          "Yes! We offer discounts if you enroll in multiple courses at once. Contact our office for details on available packages and discounts.",
      },
      {
        id: 4,
        question: "What are the class timings?",
        answer: "Class timings vary by course. Generally, we offer:",
        answerBulletPoints: [
          {
            bulletHeading: "Morning Sessions",
            bulletBody: " 9:00 AM to 12:00 PM.",
          },
          {
            bulletHeading: "Afternoon Sessions",
            bulletBody: " 1:00 PM to 4:00 PM.",
          },
          {
            bulletHeading: "Evening Sessions",
            bulletBody:
              " 5:00 PM to 8:00 PM. For specific timings, please check with our team at the time of enrollment.",
          },
        ],
      },
      {
        id: 5,
        question: "How can I contact you for more information?",
        answer: "For further queries, you can:",
        answerBulletPoints: [
          {
            bulletBody: "Visit our office during working hours.",
          },
          {
            bulletBody: "Call us at +88 01326-314022",
          },
          {
            bulletBody: "Email us at info.flytechit@gmail.com",
          },
        ],
      },
    ],
  },
  {
    id: 4,
    title: "DevOps Career Path - Batch 3",
    slug: "devops-career-path-batch-3",
    description: `<div>
            <p style="margin-bottom: 12px;">
              ডেটা সায়েন্স এবং মেশিন লার্নিং এ দেশের সবচেয়ে কমপ্লিট কোর্স
              আউটলাইনে হয়ে উঠুন জব রেডি ডেটা সায়েন্টিস্ট এবং মেশিন লার্নিং
              ইঞ্জিনিয়ার।
            </p>
            <p style="margin-bottom: 12px;">
              একদম বিগিনার থেকে শুরু করে ধাপে ধাপে মেশিন লার্নিং, ডিপ লার্নিং
              এবং MLOps এর মতো এডভান্সড ব্যাপারগুলো থাকবে আপনার স্কিল সেটে
              শুধুমাত্র একটি কোর্সেই। সাথে থাকবে ইন্ডাস্ট্রি বেস্ট মেন্টর
              প্যানেল, ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রোজেক্টস, প্রতিদিন সাপোর্ট
              ক্লাস এবং এসাইনমেন্ট ইভালুয়েশন - মোটকথা একটা কম্প্যাক্ট লার্নিং
              এনভায়রনমেন্ট প্রস্তুত আপনার ১০০% লার্নিং এক্সপেরিয়েন্স নিশ্চিত
              করতে।
            </p>
            <h1 style="font-weight: 600;">লার্নিং জার্নিটা কেমন হবে?</h1>
            <p style="margin-bottom: 12px;">
              প্রথমেই আমরা শুরু করবো পাইথন ব্যাসিক থেকে, অর্থাৎ কারো যদি
              একেবারেই কোডিং নলেজ না থাকে তিনিও যেন শুরু করতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              পর্যায়ক্রমে Database Fundamentals, SQL, Statistics, Data
              Analytics, Data Visualization, Machine Learning, Deep Learning &
              MLOps এর বিষয়গুলো কভার করা হবে।
            </p>
            <p style="margin-bottom: 12px;">
              আউটলাইনটা এমনভাবে সাজানো হয়েছে যেন আপনি এই কোর্সটা কমপ্লিট করে
              লোকাল জবের পাশাপাশি রিমোট জবের জন্যও প্রস্তুত থাকতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              👉 ডাটা সায়েন্টিস্ট হতে চাইলে এর বেশি আর কি লাগে বলুন?
            </p>
            <h1 style="font-weight: 600;">
              এই কোর্সে কি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করা যাবে?
            </h1>
            <p style="margin-bottom: 12px;">
              জ্বী, আমাদের জার্নিটা একদম পাইথন ব্যাসিক থেকেই শুরু হচ্ছে এবং
              পর্যায়ক্রমে সবগুলো টপিকের ব্যাসিক কভার করেই সামনে আগানো হচ্ছে, তাই
              এই কোর্সে আপনি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করতে পারবেন। শুধু
              আমাদের সাথে কোর্সের শেষ পর্যন্ত থাকলেই হবে।
            </p>
            <h1 style="font-weight: 600;">
              কোর্সে কতটুকু এডভান্সড লার্নিং এর সুযোগ থাকবে?
            </h1>
            <p style="margin-bottom: 12px;">
              কোর্স আউটলাইনটা খেয়াল করলেই দেখা যাবে মেশিন লার্নিং এর এডভান্সড
              টপিকগুলো প্রজেক্টসহ কভার করা হচ্ছে। এছাড়াও কোর্সে ডিপ লার্নিং নিয়ে
              ৮টি ক্লাস এবং MLOps নিয়ে রয়েছে ৪টি ক্লাস। তাই বলাই যায় এডভান্সড
              লার্নারদের জন্যও এই একটি কোর্স এডভান্সড টপিকগুলোতে রেডি হতে হেল্প
              করবে।
            </p>
            <p style="margin-bottom: 12px;">
              তাই আপনি যদি মেশিন লার্নিং আর ডেটা সায়েন্সের এই ফিল্ডে ক্যারিয়ার
              বিল্ড আপ করতে চান, তাহলে আজই এনরোল করেন আমাদের এই ক্যারিয়ার পাথে,
              মাত্র ৬০০০ টাকা।
            </p>
            <p>যেকোনো প্রয়োজনে যোগাযোগ করুন 01896125224 নাম্বারে।</p>
          </div>`,
    thumbnail: course4,
    courseFee: 15000,
    totalProjects: "৫",
    isOffer: false,
    startDate: "8 December, 2024",
    startTime: "9:00 p.m.",
    youWillGet: [
      "১৫০+ প্রিরেকর্ডেড ভিডিও",
      "৬০+ লাইভ ক্লাস",
      "২৪+ কনসেপচুয়াল লাইভ ক্লাস",
      "ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রজেক্টস",
      "ডেইলি ২টি সাপোর্ট সেশন",
      "মক ইন্টারভিউ",
      "লাইফটাইম অ্যাকসেস",
    ],
    hoursOfLessons: "150+",
    totalLessons: "৮০",
    students: "161",
    youWillLearn: [
      "পাইথন ফান্ডামেন্টাল",
      "ডেটাবেস বেসিক ও SQL",
      "পাইথন দিয়ে স্ট্যাটিস্টিক্স",
      "NumPy অ্যান্ড Pandas দিয়ে ডেটা অ্যানালাইসিস",
      "Matplotlib, Seaborn আর Plotly দিয়ে ডেটা ভিজুয়ালাইজেশন",
    ],
    community: [
      {
        title: "Desperately Seeking Programmers",
        linkTitle: "Join The Group",
        link: "",
      },
      {
        title: "Interactive Cares Official Group",
        linkTitle: "Join The Group",
        link: "",
      },
    ],
    forWhom: [
      "মেশিন লার্নিং নিয়ে ইন্টারেস্টেড",
      "রিসেন্ট গ্র্যাজুয়েটস",
      "স্টুডেন্টস",
      "সফটওয়্যার ডেভেলপারস",
      "ডেটা অ্যানালিস্ট",
    ],
    instructors: [
      {
        name: "Sabbir Hossain Rossi",
        image: instructorLogo,
        title: "Lead Instructor",
        shortBio: "Data Scientist & Statistical Consultant",
      },
    ],
    courseFAQ: [
      {
        id: 1,
        question: "How do I enroll in a course?",
        answer:
          "To enroll in a course, simply visit our office, select the course you’re interested in, and fill out an enrollment form. Our staff will assist you through the registration process and provide all the necessary details.",
      },
      {
        id: 2,
        question: "Will I get a certificate after completing a course?",
        answer:
          "Yes, upon successfully completing the course and meeting the required assessments, you will receive a certificate of completion. This certificate is recognized by industry professionals.",
      },
      {
        id: 3,
        question: "Is there a discount for enrolling in multiple courses?",
        answer:
          "Yes! We offer discounts if you enroll in multiple courses at once. Contact our office for details on available packages and discounts.",
      },
      {
        id: 4,
        question: "What are the class timings?",
        answer: "Class timings vary by course. Generally, we offer:",
        answerBulletPoints: [
          {
            bulletHeading: "Morning Sessions",
            bulletBody: " 9:00 AM to 12:00 PM.",
          },
          {
            bulletHeading: "Afternoon Sessions",
            bulletBody: " 1:00 PM to 4:00 PM.",
          },
          {
            bulletHeading: "Evening Sessions",
            bulletBody:
              " 5:00 PM to 8:00 PM. For specific timings, please check with our team at the time of enrollment.",
          },
        ],
      },
      {
        id: 5,
        question: "How can I contact you for more information?",
        answer: "For further queries, you can:",
        answerBulletPoints: [
          {
            bulletBody: "Visit our office during working hours.",
          },
          {
            bulletBody: "Call us at +88 01326-314022",
          },
          {
            bulletBody: "Email us at info.flytechit@gmail.com",
          },
        ],
      },
    ],
  },
  {
    id: 5,
    title: "Data Analytics and Power BI Career Path Batch 3",
    slug: "data-analytics-and-power-bi-career-path-batch-3",
    description: `<div>
            <p style="margin-bottom: 12px;">
              ডেটা সায়েন্স এবং মেশিন লার্নিং এ দেশের সবচেয়ে কমপ্লিট কোর্স
              আউটলাইনে হয়ে উঠুন জব রেডি ডেটা সায়েন্টিস্ট এবং মেশিন লার্নিং
              ইঞ্জিনিয়ার।
            </p>
            <p style="margin-bottom: 12px;">
              একদম বিগিনার থেকে শুরু করে ধাপে ধাপে মেশিন লার্নিং, ডিপ লার্নিং
              এবং MLOps এর মতো এডভান্সড ব্যাপারগুলো থাকবে আপনার স্কিল সেটে
              শুধুমাত্র একটি কোর্সেই। সাথে থাকবে ইন্ডাস্ট্রি বেস্ট মেন্টর
              প্যানেল, ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রোজেক্টস, প্রতিদিন সাপোর্ট
              ক্লাস এবং এসাইনমেন্ট ইভালুয়েশন - মোটকথা একটা কম্প্যাক্ট লার্নিং
              এনভায়রনমেন্ট প্রস্তুত আপনার ১০০% লার্নিং এক্সপেরিয়েন্স নিশ্চিত
              করতে।
            </p>
            <h1 style="font-weight: 600;">লার্নিং জার্নিটা কেমন হবে?</h1>
            <p style="margin-bottom: 12px;">
              প্রথমেই আমরা শুরু করবো পাইথন ব্যাসিক থেকে, অর্থাৎ কারো যদি
              একেবারেই কোডিং নলেজ না থাকে তিনিও যেন শুরু করতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              পর্যায়ক্রমে Database Fundamentals, SQL, Statistics, Data
              Analytics, Data Visualization, Machine Learning, Deep Learning &
              MLOps এর বিষয়গুলো কভার করা হবে।
            </p>
            <p style="margin-bottom: 12px;">
              আউটলাইনটা এমনভাবে সাজানো হয়েছে যেন আপনি এই কোর্সটা কমপ্লিট করে
              লোকাল জবের পাশাপাশি রিমোট জবের জন্যও প্রস্তুত থাকতে পারেন।
            </p>
            <p style="margin-bottom: 12px;">
              👉 ডাটা সায়েন্টিস্ট হতে চাইলে এর বেশি আর কি লাগে বলুন?
            </p>
            <h1 style="font-weight: 600;">
              এই কোর্সে কি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করা যাবে?
            </h1>
            <p style="margin-bottom: 12px;">
              জ্বী, আমাদের জার্নিটা একদম পাইথন ব্যাসিক থেকেই শুরু হচ্ছে এবং
              পর্যায়ক্রমে সবগুলো টপিকের ব্যাসিক কভার করেই সামনে আগানো হচ্ছে, তাই
              এই কোর্সে আপনি যেকোনো ব্যাকগ্রাউন্ড থেকেই জয়েন করতে পারবেন। শুধু
              আমাদের সাথে কোর্সের শেষ পর্যন্ত থাকলেই হবে।
            </p>
            <h1 style="font-weight: 600;">
              কোর্সে কতটুকু এডভান্সড লার্নিং এর সুযোগ থাকবে?
            </h1>
            <p style="margin-bottom: 12px;">
              কোর্স আউটলাইনটা খেয়াল করলেই দেখা যাবে মেশিন লার্নিং এর এডভান্সড
              টপিকগুলো প্রজেক্টসহ কভার করা হচ্ছে। এছাড়াও কোর্সে ডিপ লার্নিং নিয়ে
              ৮টি ক্লাস এবং MLOps নিয়ে রয়েছে ৪টি ক্লাস। তাই বলাই যায় এডভান্সড
              লার্নারদের জন্যও এই একটি কোর্স এডভান্সড টপিকগুলোতে রেডি হতে হেল্প
              করবে।
            </p>
            <p style="margin-bottom: 12px;">
              তাই আপনি যদি মেশিন লার্নিং আর ডেটা সায়েন্সের এই ফিল্ডে ক্যারিয়ার
              বিল্ড আপ করতে চান, তাহলে আজই এনরোল করেন আমাদের এই ক্যারিয়ার পাথে,
              মাত্র ৬০০০ টাকা।
            </p>
            <p>যেকোনো প্রয়োজনে যোগাযোগ করুন 01896125224 নাম্বারে।</p>
          </div>`,
    thumbnail: course5,
    courseFee: 6500,
    totalProjects: "৫",
    isOffer: false,
    startDate: "8 December, 2024",
    startTime: "9:00 p.m.",
    youWillGet: [
      "১৫০+ প্রিরেকর্ডেড ভিডিও",
      "৬০+ লাইভ ক্লাস",
      "২৪+ কনসেপচুয়াল লাইভ ক্লাস",
      "ইন্ডাস্ট্রি স্ট্যান্ডার্ড প্রজেক্টস",
      "ডেইলি ২টি সাপোর্ট সেশন",
      "মক ইন্টারভিউ",
      "লাইফটাইম অ্যাকসেস",
    ],
    hoursOfLessons: "150+",
    totalLessons: "৮০",
    students: "161",
    youWillLearn: [
      "পাইথন ফান্ডামেন্টাল",
      "ডেটাবেস বেসিক ও SQL",
      "পাইথন দিয়ে স্ট্যাটিস্টিক্স",
      "NumPy অ্যান্ড Pandas দিয়ে ডেটা অ্যানালাইসিস",
      "Matplotlib, Seaborn আর Plotly দিয়ে ডেটা ভিজুয়ালাইজেশন",
    ],
    community: [
      {
        title: "Desperately Seeking Programmers",
        linkTitle: "Join The Group",
        link: "",
      },
      {
        title: "Interactive Cares Official Group",
        linkTitle: "Join The Group",
        link: "",
      },
    ],
    forWhom: [
      "মেশিন লার্নিং নিয়ে ইন্টারেস্টেড",
      "রিসেন্ট গ্র্যাজুয়েটস",
      "স্টুডেন্টস",
      "সফটওয়্যার ডেভেলপারস",
      "ডেটা অ্যানালিস্ট",
    ],
    instructors: [
      {
        name: "Sabbir Hossain Rossi",
        image: instructorLogo,
        title: "Lead Instructor",
        shortBio: "Data Scientist & Statistical Consultant",
      },
    ],
    courseFAQ: [
      {
        id: 1,
        question: "How do I enroll in a course?",
        answer:
          "To enroll in a course, simply visit our office, select the course you’re interested in, and fill out an enrollment form. Our staff will assist you through the registration process and provide all the necessary details.",
      },
      {
        id: 2,
        question: "Will I get a certificate after completing a course?",
        answer:
          "Yes, upon successfully completing the course and meeting the required assessments, you will receive a certificate of completion. This certificate is recognized by industry professionals.",
      },
      {
        id: 3,
        question: "Is there a discount for enrolling in multiple courses?",
        answer:
          "Yes! We offer discounts if you enroll in multiple courses at once. Contact our office for details on available packages and discounts.",
      },
      {
        id: 4,
        question: "What are the class timings?",
        answer: "Class timings vary by course. Generally, we offer:",
        answerBulletPoints: [
          {
            bulletHeading: "Morning Sessions",
            bulletBody: " 9:00 AM to 12:00 PM.",
          },
          {
            bulletHeading: "Afternoon Sessions",
            bulletBody: " 1:00 PM to 4:00 PM.",
          },
          {
            bulletHeading: "Evening Sessions",
            bulletBody:
              " 5:00 PM to 8:00 PM. For specific timings, please check with our team at the time of enrollment.",
          },
        ],
      },
      {
        id: 5,
        question: "How can I contact you for more information?",
        answer: "For further queries, you can:",
        answerBulletPoints: [
          {
            bulletBody: "Visit our office during working hours.",
          },
          {
            bulletBody: "Call us at +88 01326-314022",
          },
          {
            bulletBody: "Email us at info.flytechit@gmail.com",
          },
        ],
      },
    ],
  },
];
